request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                                  xmlns:gs="http://tabiun.com.mx/demo/sic-service">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getOrdenCompraRequest />
   </soapenv:Body>
</soapenv:Envelope>
